Repository: luizfernando215/quiz
Catalog: lib/l10n/app_*.arb
Languages: pt

# lang
source: en_us
pt: pt_br

# question1Ano2002
source: Which Brazilian club won the 2002 Copa do Brasil?
pt: Qual clube brasileiro venceu a Copa do Brasil de 2002?

# question2Ano2002
source: Who was the top scorer in the Brazilian Serie A in 2002?
pt: Quem foi o artilheiro da Série A do Campeonato Brasileiro em 2002?

# question3Ano2002
source: Which team won the Copa Sul-Minas title in 2002?
pt: Qual foi o time que conquistou o título da Copa Sul-Minas em 2002?

# question4Ano2002
source: Who was the coach of the Brazilian national team in the 2002 World Cup?
pt: Quem foi o treinador da seleção brasileira na Copa do Mundo de 2002?

# question5Ano2002
source: In which country was the 2002 World Cup held?
pt: Em que país foi realizada a Copa do Mundo de 2002?

# question6Ano2002
source: Which club won the 2002 Taça Rio, one of the turns of the Carioca Championship?
pt: Qual clube venceu a Taça Rio de 2002, um dos turnos do Campeonato Carioca?

# question7Ano2002
source: Who was the top scorer of the 2002 World Cup, leading Brazil to victory?
pt: Quem foi o artilheiro da Copa do Mundo de 2002, conduzindo o Brasil ao título?

# question8Ano2002
source: Which team won the 2002 Copa dos Campeões?
pt: Qual equipe foi campeã da Copa dos Campeões em 2002?

# question9Ano2002
source: Who was elected the best South American player in 2002, receiving the Placar magazine award?
pt: Quem foi eleito o melhor jogador sul-americano em 2002, recebendo o prêmio da revista Placar?

# question10Ano2002
source: Which Brazilian player was transferred to Barcelona in 2002, marking the beginning of a successful career in Europe?
pt: Qual jogador brasileiro foi transferido para o Barcelona em 2002, marcando o início de uma carreira de sucesso na Europa?

# question1Ano2009
source: Which Brazilian club won the 2009 Copa do Brasil?
pt: Qual clube brasileiro conquistou a Copa do Brasil em 2009?

# question2Ano2009
source: Who was the top scorer in the Brazilian Serie A in 2009?
pt: Quem foi o artilheiro da Série A do Campeonato Brasileiro em 2009?

# question3Ano2009
source: Which team won the 2009 Copa Libertadores?
pt: Qual time foi campeão da Copa Libertadores da América em 2009?

# question4Ano2009
source: Who was the coach of the Brazilian national team in the 2009 Confederations Cup?
pt: Quem foi o técnico da seleção brasileira na Copa das Confederações de 2009?

# question5Ano2009
source: Which club won the 2009 Campeonato Paulista?
pt: Qual clube venceu o Campeonato Paulista em 2009?

# question6Ano2009
source: Who was the top scorer of the 2009 Copa do Brasil, helping Corinthians win the title?
pt: Quem foi o artilheiro da Copa do Brasil de 2009, ajudando o Corinthians a conquistar o título?

# question7Ano2009
source: Which Brazilian team was the runner-up in the 2009 Copa Sudamericana?
pt: Qual time brasileiro foi vice-campeão da Copa Sul-Americana em 2009?

# question8Ano2009
source: Who was the goalkeeper of the Brazilian national team in the 2009 Confederations Cup?
pt: Quem foi o goleiro da seleção brasileira na Copa das Confederações de 2009?

# question9Ano2009
source: Which Brazilian player was elected the best in the world by FIFA in 2009?
pt: Qual jogador brasileiro foi eleito o melhor do mundo pela FIFA em 2009?

# question10Ano2009
source: Who was the coach of Corinthians during the victorious campaign in the 2009 Copa do Brasil?
pt: Quem foi o técnico do Corinthians durante a campanha vitoriosa na Copa do Brasil de 2009?

# question1Ano2017
source: Which Brazilian team won the 2017 Copa Libertadores?
pt: Qual time brasileiro conquistou a Copa Libertadores da América em 2017?

# question2Ano2017
source: Who was the top scorer in the 2017 Brazilian Serie A?
pt: Quem foi o artilheiro do Campeonato Brasileiro Série A em 2017?

# question3Ano2017
source: Which club won the 2017 Copa do Brasil?
pt: Qual clube venceu a Copa do Brasil em 2017?

# question4Ano2017
source: Who was the coach of the Brazilian men's national football team in 2017?
pt: Quem foi o treinador da seleção brasileira de futebol masculino em 2017?

# question5Ano2017
source: Which Brazilian player was transferred for a record amount to French football in 2017?
pt: Qual jogador brasileiro foi transferido por um valor recorde para o futebol francês em 2017?

# question6Ano2017
source: Which teams were relegated to Serie B of the Brazilian Championship in 2017?
pt: Quais times foram rebaixados para a Série B do Campeonato Brasileiro em 2017?

# question7Ano2017
source: Which Brazilian club reached the final of the FIFA Club World Cup in 2017?
pt: Qual clube brasileiro participou da final do Mundial de Clubes da FIFA em 2017?

# question8Ano2017
source: Who was elected the best player of the 2017 Brazilian Serie A?
pt: Quem foi eleito o melhor jogador do Campeonato Brasileiro de 2017?

# question9Ano2017
source: Which was the revelation team in Brazilian football in 2017?
pt: Qual foi o time revelação do futebol brasileiro em 2017?

# question10Ano2017
source: Who were the finalists of the 2017 Copa Sudamericana?
pt: Quais foram os finalistas da Copa Sul-Americana em 2017?

# question1Ano2020
source: Which Brazilian player was the top scorer of the 2020 Copa Libertadores?
pt: Qual jogador brasileiro foi artilheiro da Copa Libertadores da América de 2020?

# question2Ano2020
source: Which Brazilian club won the 2020 Campeonato Brasileiro Serie A title?
pt: Qual clube brasileiro conquistou o título do Campeonato Brasileiro Série A em 2020?

# question3Ano2020
source: Who was the top scorer in the 2020 Brazilian Serie A?
pt: Quem foi o artilheiro da Série A do Campeonato Brasileiro em 2020?

# question4Ano2020
source: Which club won the 2020 Copa do Brasil?
pt: Qual clube venceu a edição de 2020 da Copa do Brasil?

# question5Ano2020
source: Who was the top scorer of the 2020 Copa do Brasil?
pt: Quem foi o artilheiro da Copa do Brasil em 2020?

# question6Ano2020
source: Which Brazilian team was the runner-up in the 2020 Copa Libertadores?
pt: Qual equipe brasileira foi vice-campeã da Copa Libertadores da América em 2020?

# question7Ano2020
source: Who was the top scorer of the 2020 Copa Libertadores?
pt: Quem foi o artilheiro da Copa Libertadores da América em 2020?

# question8Ano2020
source: Which Brazilian team won the 2020 Copa Sudamericana?
pt: Qual time brasileiro foi campeão da Copa Sul-Americana em 2020?

# question9Ano2020
source: Who was the coach of the Brazilian national team in the 2019 Copa America, whose final was held in 2020?
pt: Quem foi o técnico da seleção brasileira na conquista da Copa América de 2019, que teve sua final realizada em 2020?

# question10Ano2020
source: Which Brazilian club was relegated to Serie B of the Campeonato Brasileiro in 2020?
pt: Qual clube brasileiro foi rebaixado para a Série B do Campeonato Brasileiro em 2020?
